{
  "home_title": "Home",
  "skills_title": "Skills",
  "experience_title": "Experience",
  "projects_title": "Projects",
  "resume": "Resume",
  "hi": "Hi,",
  "myname": "I'm Jean!",
  "fullstack": "A Fullstack Developer 🚀",
  "aboutme": "I am a passionate full-stack developer with 3 years of professional experience. Programming is my passion, and I love solving complex problems and thinking outside the box. I enjoy coding in my free time, constantly learning and exploring new technologies. I have a professional background desktop development, with hobby projects created in web and game engines. Check out my portfolio for a showcase of my experience and projects.",
  "name": "Jean Phillips",
  "frontend": "Front-end",
  "backend": "Back-end",
  "tools": "Tools",
  "engines": "Game Engines",
  "exp_jaix_name": "Jaix Software",
  "exp_jaix_pos": "Software Developer",
  "exp_jaix_full_title": "Software Developer at Jaix Software",
  "exp_jaix_start_date": "April 2019",
  "exp_jaix_end_date": "Feb 2022",
  "exp_jaix_jobs": [
    "General development on and porting of legacy VB.NET modules into C# of a Warehousing application",
    "Utilised Model View View Model (MVVM) design patterns for modular and reusable UI",
    "Helped transition into an event driven architecture using MassTransit, RabbitMQ and Docker",
    "Led full-stack development on an integration between inventory and freight modules"
  ],
  "proj_vtubersapp_title" : "Vtuber Twitch Finder",
  "proj_vtubersapp_desc": "vtubers.app is a website designed to help the user find VTubers that they would like to watch. The website allows the user to filter streams based on Language and Games. The user is also able to view details about a given streamer, including their current viewership, top clips of the month, and emotes available on the channel. All the data is retrieved through various API's collected using APS.NET, and then sent to the Next.js website through axios.",
  "proj_lostnfound_title": "LostNFound",
  "proj_lostnfound_desc": "LostNFound is a short hide and seek style game, where the player must find all wolves before the timer runs out. This game is designed using the Godot Engine and GDScript. The game has multiple difficulty options and allows the player to create their own custom difficulty that is read from a file saved alongside the game data and leaderboard information."
}